{
  "main": {
    "name":"Syed Zubair",
    "occupation":"A CS engineer",
    "description":"MERN stack developer.",
    "image":"profilepic.jpg",
    "bio":"A results-driven software engineer with a passion for building high-performance, SEO-optimized e-commerce platforms using Next.js. With a sharp eye for innovation, I specialize in crafting scalable, user-centric web solutions that drive business growth.Currently, I am expanding my expertise in Generative AI, exploring automation techniques, and developing AI-powered chatbots to revolutionize online experiences. My entrepreneurial mindset fuels my ambition to transform cutting-edge technology into profitable SaaS products.",
    "contactmessage":"Sweet something about to conversate? Inbox me @",
    "email": "syedzubair958@gmail.com",
    "phone": "9443914148",
    "address":{
      "street":"NTB road",
      "city":"Salem",
      "state":"India",
      "zip": "636006"
    },
    "website": " ",
    "resumedownload":"https://drive.google.com/file/d/11yBojygfAFo2ZZFqTLiGZwllBTDDcEe8/view?usp=sharing",
    "social":[
      
      {
        "name":"twitter",
        "url":"http://twitter.com/SyedZubairSU1",
        "className":"fa fa-twitter"
      },
      {
        "name":"github",
        "url":"http://github.com/Zubair-droid",
        "className":"fa fa-github"
      },
      
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/syed-zubair-msa/",
        "className":"fa fa-linkedin"
      },
      
      {
        "name":"facebook",
        "url":"https://www.facebook.com/profile.php?id=100034427533825",
        "className":"fa fa-facebook"
      }
    
    ]
  },
  "resume":{

    "education":[
      {
        "school":"SRM Institute of Technology",
        "degree":"B.Tech. in Computer Scince Engineering",
        "graduated":"May 2022",
        "description":"During my college years, I honed my problem-solving skills and deepened my passion for software development. Engaging in hands-on projects, hackathons, and collaborative coding challenges, I built a strong foundation in web technologies and automation. My curiosity for AI and e-commerce development began here, driving me to explore real-world applications and innovative solutions."
      },
      {
        "school":"GHSS Higher Secondary School",
        "degree":"HSC in Science",
        "graduated":"March 2018",
        "description":"My schooling years laid the foundation for my analytical thinking and problem-solving abilities. With a keen interest in technology and innovation from an early age, I actively participated in science exhibitions, coding competitions, and extracurricular activities that nurtured my curiosity. This phase instilled in me a strong work ethic, discipline, and a passion for continuous learning—qualities that continue to drive my career today."
      }
    ],
    "work":[
        {
        "company":"Siemens",
        "title":"SOftware Developer Engineer",
        "years":"July 2022 - Present",
        "description":"As a software engineer, I specialize in building scalable, SEO-powered e-commerce solutions using Next.js. My role involves designing and optimizing high-performance web applications, ensuring seamless user experiences, and implementing cutting-edge automation techniques. With a keen focus on innovation, I continuously explore Generative AI and chatbot development, aiming to integrate AI-driven solutions into modern web platforms. Balancing technical expertise with a problem-solving mindset, I thrive in dynamic environments where technology meets business impact."
      },
       {
        "company":"Reach Skyline",
        "title":"Web developer Intern",
        "years":"April 2021 - 2022 ",
        "description":"Working as developer concentrating on building creative designs and responsive web pages. "
      },
       {
        "company":"CodeSpeedy Technology",
        "title":"Intern",
        "years":"December 2020 - 2021",
        "description":"A programmer and problem solving role for coderspacket opensource projects."
      },
    ],
    "skills":[
      
      {
        "name":"React.js & Next.js",
        "level":"80%"
      },
      {
        "name":"javascript & typescript",
        "level":"80%"
        
      },
      {
        "name":"Python",
        "level":"70%"
      },
      {
        "name":"CSS",
        "level":"90%"
      },
      {
        "name":"HTML5",
        "level":"80%"
      }
      
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Foodhem",
        "category":"A web app for food redistribution system",
        "image":"Capture.PNG",
        "url":"https://github.com/Zubair-droid/foodhem"
      },
      {
        "title":"Keeper ",
        "category":"A Clone web app of Google Keep",
        "image":"2.PNG",
        "url":"https://github.com/Zubair-droid/react-keeper"
      },
       {
        "title":"Syed Zubair ",
        "category":"My portfolio site completely built with Reactjs (this)",
        "image":"header_snap.PNG",
        "url":"https://github.com/Zubair-droid/my-portfolio-site"
      },
      {
        "title":"Linkedin Clone ",
        "category":"Linkedin Clone website built with Reactjs, Redux, Firebase",
        "image":"1.JPG",
        "url":"https://github.com/Zubair-droid/linkedin-clone"
      }
      
     
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"That Zubair must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user":"Qazi... Entrepreneur"
      }
    ]
  }
}
